{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "encoder_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18432
            ],
            "dtype": "float32",
            "name": "encoder_input",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "encoder_input"
        },
        {
          "class_name": "Embedding",
          "config": {
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              null
            ],
            "dtype": "float32",
            "embeddings_constraint": null,
            "embeddings_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "embeddings_regularizer": null,
            "input_dim": 256,
            "input_length": null,
            "mask_zero": false,
            "name": "encoder_emb",
            "output_dim": 64,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_emb"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "encoder_conv1d1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_emb",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_conv1d1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5
            ],
            "name": "encoder_conv1d3",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_emb",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_conv1d3"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4
            ],
            "name": "encoder_conv1d5",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_emb",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_conv1d5"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "encoder_maxpooling2",
            "padding": "same",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_conv1d1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_maxpooling2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "encoder_maxpooling4",
            "padding": "same",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_conv1d3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_maxpooling4"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "encoder_maxpooling6",
            "padding": "same",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_conv1d5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_maxpooling6"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "encoder_conv1d2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_maxpooling2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_conv1d2"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "encoder_conv1d4",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_maxpooling4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_conv1d4"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "encoder_conv1d6",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_maxpooling6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_conv1d6"
        },
        {
          "class_name": "GlobalMaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "encoder_globalpooling1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_conv1d1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_globalpooling1"
        },
        {
          "class_name": "GlobalMaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "encoder_globalpooling2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_conv1d2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_globalpooling2"
        },
        {
          "class_name": "GlobalMaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "encoder_globalpooling3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_conv1d3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_globalpooling3"
        },
        {
          "class_name": "GlobalMaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "encoder_globalpooling4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_conv1d4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_globalpooling4"
        },
        {
          "class_name": "GlobalMaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "encoder_globalpooling5",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_conv1d5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_globalpooling5"
        },
        {
          "class_name": "GlobalMaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "encoder_globalpooling6",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_conv1d6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_globalpooling6"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "encoder_concat",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_globalpooling1",
                0,
                0,
                {}
              ],
              [
                "encoder_globalpooling2",
                0,
                0,
                {}
              ],
              [
                "encoder_globalpooling3",
                0,
                0,
                {}
              ],
              [
                "encoder_globalpooling4",
                0,
                0,
                {}
              ],
              [
                "encoder_globalpooling5",
                0,
                0,
                {}
              ],
              [
                "encoder_globalpooling6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "encoder_concat"
        },
        {
          "class_name": "RepeatVector",
          "config": {
            "dtype": "float32",
            "n": 300,
            "name": "context",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "encoder_concat",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "context"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "decoder_lstm",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "return_sequences": true,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "unit_forget_bias": true,
                "units": 64,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "decoder_bilstm",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "context",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "decoder_bilstm"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "decoder_hc",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "decoder_bilstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "decoder_hc"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "token",
            "trainable": true,
            "units": 260,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "decoder_hc",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "token"
        }
      ],
      "name": "decoder_cnn_lstm",
      "output_layers": [
        [
          "token",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "99621c9a99842f0583060fc6904f05aec72629e4b8717409b2c23e51580b53c3",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18432
    ]
  ],
  "output_shapes": [
    [
      300,
      260
    ]
  ],
  "trainable_params": {
    "decoder_bilstm": {
      "backward_bias": [
        "1bWmPRzZzjskTu48rgaUPVH7br1cRq49PsinPEOA9bwxPXk9TT7AvKhxqD1BAoY9kjUnPXR1CT1tHsO8pbcxPcVOibtE/1o9aSYKvVO/8zyXjcY96xEPPFQvYb3BKd+9A14HO+G+CjyODRQ9BPhGvItyAj2cOza9jLEKOoeWlj1rcJK9vM7POysajLz9Za89dNaZOpHqUT2S5Ek9IBm8PekPbz2ZkmM9oYc1PVIIpDxTvhY+itbdPeKeEbyIjX+7o8h6vRsyp7uimhU+S+QLPTbf0bx1XsG7l/S/vZpW8jyrqwY9cxUmPaqKPj3U1o09Zov9OxLhE71ZsQS+jrDNPbdOgz+fUIU/aeiEPw6KhD9VK4c/8sGDPw3ghD88pKE/GoeGP8G1hz/4dYQ/dRSIP42PhD+TCoc/n/+GPzPohz8CeIc/dyCDP+Y6hj+1hIs/g5WFP7oAhj/SQ44/x0yFP+3vhD88oog/PFiEPzu8hz/2vYo/+xGMP6nmhj/82Yk/jTOJP1/ggz84tIc/JT2DPz3ohT9Lpog/Xo2KPy0Ihj9H1IM/by6EP3WBhT9HZ4U/YeiEPxR4hT8i6YU/TwSDP8RiiD9Bmog/dvSFP1jhgz+KTo4/KPODPxWgij9K64I/NgyDPxZqgz9npYQ/PCeFP3AZhj/lj4o/a2aFP5MKgz/C0j696jhkPN94MD3cXak88SI0PeN8jz3V7HC8Z+0ruwoku72Aoji7ibg8ur1zpL31bQU9sr1VvE6yUDz+P3k8307mu5X9jjtyyQC7KOaPPUBtlb0+D9874cjdvCLaIr0ayYY93mLKvMRASLz/wI09m+4IvVGNhr2l3we8DNiVvFdwcb0wYiO9+EYQvJJ0sb1+zgU8ykqzPei8pT1JYWw8l2MIvEjuxrz4DN27JfQGOtjfnT3G3aU9YF1Pu7fn/TzbAmm9qxxSvP6Xpb3iCrQ7Ruq0unH0q7zNu2M9WCVGvIKF5zx2hpe7cSyMPJu0Jz2Z/7e8qaiGPLbC/zvpXYq9",
        "0VbHPcDnNz1FRmE9p+7EPb/7trz11V48F54/PZ2XPrz0Db+80ixQPZQ7az0KUvk9LWmePUS66DzuTBA97RWnPDMM3bz60TQ9f2MMvcNZHD168Zw8/yYpPejLvjwcIJI7Jfi+PBDmaz2M3Sg9RyGZPd1Bgz3d1Eg957AiOwTHjD3IeTM8/k+JPix8dTyNrE87WH6XPSNw8LzJBKg9Ybl8PaSTPz0G5q09q67BPQ3Elry+Wk48lSUxPVGknbuHVtA9JPAVPe9H8jyMKiI9tllDvQ4hjTxAXC89PdbGPZejgT3ziW09doB9PSxJgz26Q8M8dqJIvZT/2zx1O3U7etW1PA=="
      ],
      "backward_recurrent_weights": [
        "KdphPWowtbxJvXk9a1JrvhMsbL5YQQi+vHDiPWf4qb5b/zG8SWWrvfV+kjxrETU8sSZsvkDlpL4Zm8M+ncTKPXWlnr00/BY+rdt5vC982DsvCZe9E7RIPWkaQb6qC9C8MWr3vdNvbL1GyO290xtKPZZbKr4Xa6o7zvNtvpvdKL1XBcK95TZ5vAh4iL4pEQA+sg22vvqTsj3KeS28xXQCvh4Qi71GSs49jB8iPWXcsr2wIfa9cSktPeG4Qr1ahma+WeYKvkK7kTw2DZC9747ZvQVDEb5rckK+o7W+PcWnSz0Ij/a9PyJEPkIovL1Ia/O9+Cp/vjSbNz6zNz28IlyTvYMoTT5x3dO98Nx5PEYaH72ieFC9HQCWPDo6nL2r05++DK1zPREsTz28z40+eHGFPIOqtL2XOei93/tcvdZpkj1xhEm999eDvcbA0T2mVRu7da+SuBIyUbsKOFq+csDZvb5x0LuAQPw8+csqvYUldr2h5kE9THIHvlzvsr1aJcO8eKESvgr9jr6tz369nR+xvaHxkrvLP4i8DHufvQtaqryFexe9CPQPPjfWg7228m+6knAgPSGAUz3eRZK9iwKrPGeOjr06ozq9bVIivqvsHzu2dn67QN+xvSK8aL1XAEk53UhHvR1meD0Ot9o8Yatnve1kr721hiS+AE4cvgTJVb2QzPM90sx4vSjBFr5dUoy+wenRPYBKPj2QjxI+rRuaPj7HXL5GHIG+Y5xaPgKkCL0fPYK+OROQvU/yPD7Rz527BycsPhnAk76oAL888vwOvnZYOr4vSdG818devuP2+r1M+QW9xmLbPUMF8b2kLe49dD8CvpTiK74gCna9KcwYvXjEvb1fWcy+lWtBvXJ8qrxcKYo98KrvPRi2Sj0yMky9s7BQvWkslDw+EyW9Z3QfvQWAIT4p8RE9gzSMPaDktb3m0Re+aUdNPWjOKL3uInA9r3xIPjBKuL6V93w9sUDWvexA1L1dv+g9Hpb0vUSjhDxx/Y69DySOvpSc/jzjp0g9",
        "SevLvd2NDz5mmCw7623xPEchAr2LLti9FtWbPQhpeb7NYr+8h8KMvpvPiT1EHQC+FaWuPFCqu70zwji+KkmHvSL2r71U/zm9DX7yPQQxjT1tmSS9G15JvQKNg77Xnku+9tI3vka/Mb5W8Sk8V2gxvbG5v76IX4w+FvFwvoIT/73tILO9qrvTvbm2gr57T9w9o9vTuywHlL7VvfM9T+UFvoo3Z7ywXjG9ICblvX6EOL98dq29o5NHvsHJsD0r8u69XfljPv5Qk70XrVy+sUt4vqScC7+/f+6+GygdvhjYXjxqHSY87RhHPA+L8L0uZYy+LmGzvQ1Qdj03SJA9v8/fvLugaj3cntE6uACQPSqFID1FR549N47TPAM2G70wscM+D264vLxLlz1c/Pk+v08evqvPxT0XmdM81gh4PRBw/7tLlaY93G9qPHcXkTsRT7w9abTMPXPyIbys5R0+LqJFvSfqlj2hLpI81a0qvB/DYz2+xyo+ch3UPcjtID44u2g+ISLoPddy6z08KPc9WdORPGr0M714dEu9wgcDPYI5Lj3Yr2K97GK3PcBvxT1HdRI+lSnDvOx8ib2vkFY7hMFbPthb7D2HrMw9W0kmPtHBWD7rc3M+qDb9vYlSED7c3MU9Q2c4vf/y3T2Fvww95seQPX2ngbw4Evy9Bs+HvgM2irw9vhC9Tt1OPmHxb7osjLA8GW2BPZezobwTIsK8w2fhPSF85L2WpVk9QmPCPaaMJ72fSXa9D/AVPt6NGz67i/s9p/+tPXtHET1x6949YXakPesvAb5Dfrw8wrs1PigfoD3zZ5C9Da+mPe0Zyj2QXQA+h0gmPmZ7SLvNDDg89WO5PTvB6r1zkCq9BkAxvWzoUz1F+5Y9j1B8PATeND5PD6q74vojPEHOVb3dq3Y9wL9SPGjqZ73+9wk9TzuSPQymArv2IJI92YvBPeKEhb0sCwE9NjwKPtLcUT2ylK868KWkPVgw6L32yay9spY8vcJexrxlx0O91CuyPT7qFD3qvp89",
        "lUszPuFtAD6OYHy+pf9FvlRskb22lRM9v54sPvgOYb53Txu9/gMhPrQlWLwJA9Q96nDavT5FejoqN488/FB3PeEyKb22riS+HavKvd8ZG733opw9cLoPPT5YlD65rdY8CC+QPb0x2buI+tW+LvcbvhpM7j1G5aY9OZHsPKwYn72RlEM8e/C/vbn8z7wNYWc9sGSBPeppVL7Eq8y96Z34uocywrwzKCu8x1KaviIbEr3r3QI9cXSpO8LTVzw4RaE9sYExPjDgMb06Z0S8Tw5APktJr706TKm92oocvsobEb6GQpi8Jmg7PvDTRr0QsGo9lgQZvWwrHr2w01Q9NpYnuzl3WD7OIIK99m0su8d2mj4zcYa8u4aFPeLX8j1x2se9WWgXPkSf67weAxM++haTPDxGjDyjb6S84SaHPAiGWD2FfgQ+DID/u5dWyj7N2Vq9otOWPS+Fbz2Jck6+f1pYvroJJT6FGYM9tOuCvJ5huD1s+fE9A7WgPTeUcz3NV1E+2YUEvYYmDLwkjc09TnSWPbUYtrzLWC++krcePauJwbydfhK9VMRHPorUnT3D9tC9jbiZPbvC3T0mnGs+5cZ2PRSRmT3iBkY8LjkvvuNYDjy/9pa9yModPSORET31s+o9ZctEPn4XmLy0jUa8Kk1Gvb72ST0yrmI+s98VPcheLj1BRBC+8um9vextdrxJxUI7yi8IPNn/2D38CvE8yvGxPmLeubtiIzk9aP/8PZ81obxWoo69GUHKvZnver2lm0K+tequPYPXET4M4oA9zd+UPN7qoT21Xe099SIMPm4RzL2SY9m8yICvPc1mYj2Qena7sW/VvYk4YT08HJm+8rGsPaMDFr3okFa+r6dOvlS7xDz03AO8dYksve7jGb7YXws9cXKjvZy/Ob2Ayxe937YWvhJwjjvLLSQ86t+PO8Fu4T2E0dg92e0IPiYF472hvuo8CSG1PVI4CT6onAk9gpQnvehd2DtT08O+8fLeu2CUCj3djau98tRnvimiSjwuYL49",
        "UZrvvDH4JD74QMe9aDGkvXJRXL489oy9mJfPve9VbT3FTJa8eff7PMbvpDyTWQi+b0lOvmkSBL5/kYO8vzsjvmcqVz0j6Ok8fQMjvUBfCb5wS769LGmQPfpMzjsvdwu+o26OPSNLRrzKzfc9BP0qvU7kQr1o2zi+eILUvQ4WCr7q3pW93kKovWzHjzr4OSk9FAXUvOAOGr6S6429Urx0vS36ozyCDVa9i6N4vVjOKr1HKiC9sGCPPWt+DD14DVs8OTvzvS/8Ob2NVVQ9ZASHOjlXC76iZTs9VbE6vsarCbu41Bg9n5d8vYjDFLz+Lrm9O79cvZRacL1L7KK+0T/GPGAe1j1Spic+VUwwPRAVsT06BlU71Hdyuo+dfz2RDIS+pcEePZcQ4j16ztC9r6psvgmm1T4MI009pwOIPZGxq72d5yM9t7gsvqqQML5huNA9pM4+vUkCAT6UE+I9j/RCvTPa1j3gCUg8KIkRvh28MT0G+Ri+D94aPZ77bz2Gei0955pYvChmcr6/7L49ZWGtPDRvWT6h6Vc+joSCPjJjhb20/725KbJ4PaUHGz4c7kw9SOQnPoOi3DyQkBm9sfAOvv+1pjvXS+S9ZZcLvZsFbrx80Mq9XMNXPSU9Ar40Ly++D47dPZMMkT2iZj0+vQaQPbD1sr0fTCo8zw0dPDv2RL0Rehm9PeHCvXNKLj30dqm9Grb+vfaZBr25XXE8GMkwPjdqG75Lol69fwSIvmLJc74CdsS8RRq6PH7vvDxI23a7IZXUPaDAjbvbe+A8xYiEvhNO/D1bBFM8CwFNPsvPaL51ZBe+0TBcvtWDir0MXTC/DEVwvmml6zz9das9ZzdEPrrmOL0iwnW+mIP+PT+5Sz69IMS9TPOrvLja8L7r1Ai9hdSLOkfYmL1DxJi9kNZDvSOFhD0qoOi9piqRPbc1yr11hda9sqeCvbbw+b7V+ZU8O4OAPQHNiL1c1o6+iMwBPDJFvj0E0869+CNrvZJZ/73LCTU8CmgZPOrQb74wdAY9",
        "qSIJvh7kbb2zyk6+XIprPE8orD0nZ3W9V4fFPaIz1z5JgRG+ztT2PXLwkryfsa696mlBvroub712vI08OOp5viiG5jy4exK9UXaRPbBd+7032dS9Y6Q5PbN0Ej7VHVM+L4hkPHzWdzz6NI+8J5VBPRbUMjxMfJo9JzUNva9ZVL0gYdO99497vo86Xz1Pq+G8fjO/PVfjQrtdCxG+Gs+PveHLF70a9Li9juLbvcRh87uDncU9ODVLPSjd1L1P5646QLrfPU8kIT6zKrS9eOwlvYXlxT0CjjK8caIFvWpGlj1VAy29CYAxvuCCYL2etcu82L6RvZNej76DJLU9sGB0vXDpSL3eFri9dwiLvZH1z713TXA9sZohvk6cvb3EEp89Ez0dvHoJQz1hA249i6YTvcoc2b46Zcm8GLQ/vTNS9r1Z0t69SXXqPeUvib3CvFu+EKCxvV1Jdr3lSLY8vKN1vr5BqL21nWi8h1+VvWx5d76Y6X895MoAvo8ezj28K+G9mvQKvgIclTwijrg8t8XBvIwnmL33J8C9FP8BvbzDsL3Vjpu9mLWPPA33lTygpIa8m0I1vkoRgrxvugI9u1JqvaxvN760GOu9HRLmvIta5b1bSk086IMmvqmbNb4SZCG98itTvfeXZbzEOh29JhxWvuzGl70aC5a9NhhhvleTGj38pZ29GdsMPuRZsz1v9ZM89LnOvQSDprzBgFS9kkmwvnteq71WsvI9T6dSvuUGk71LJGk+mk8JvXCj3T1YmCq9wRI7voNrxj2URSe+VyCwPQFHTD2K5+09I++kPXlVQL3riSo+/cNFPL/6Fb5+gVs87/IyvqXf8L1inQM8VncGPf6/JD33SdG9AJXrPWHfzDsJk0Q+0wMGOzhaND4DbDQ9ldcrvUwjv7xXQ3o9zeWsvC5gET33HZW98HJsPYHCf76ld5q9b6sJvtSxuLymOL69pvmQvUN3mLr8Jba9pOr4vUxnZj1sq/q81QUUPhypeD3vKje9kPkOPawVa75Ojyu9",
        "YneDvhTcuL3chna+FO5YPRzLHz6QRq89OTTkvTIWQT5Tnya+Dc4PvqvPk740L9W+ImNOO3BM/Tz5eeO9gHTIvDygWD1+fym9yk5ePVMTeb4LOCA9xYxVvWfyPT6azpy9aaU9vc+WJ75FY029RNmRvn9GGj7ogp+94fsrvAPAej4SWBO+t0OhvkmOJj7qcIY+ncrdvXD5NLwkvG2+iaPJPSGjFb4KU0W+OhlBvmghXD4zyKc7uHCGvg6Ahj34hxu+YJXnvewyk7xittK9dpIFPnY2BzyXrNS87/dEvjG8gj1ybTQ8mIEmvkP+6b1vT8+942S5vVzC7L0btie+A0U3PdZE7r0BY8m9uVGyPC6CAr7/ute8MDd3vrDUJr7yCPg5r0WvOuXItT1KKNi9r8KzvZ6GaDwZL3y+/qIKPowcRD0lW6U8WVY8vgu6+D3Y/oy9zMvmvJGqC70j+ow9+AkIvbQoxT0inQG+qA8BPh8YDL6N3oS9/er5vVDBvL7VqeS8C2jZvhhJHL1K6iO+hG4SvbevxzvZR048cEmBOgWs8L5Th6G+E2UBvnJJHr6xr3y+ZrSEvAhPA76cZdO89kjgveBYCD0H+zK9ifsyvufSZb2gnSs+LtafPTDGQ703SIA9/HjPPHQBPr701wG+q2YvvXUrBD3Lc0c9Lkm+PrrJpb2ucIE9q1FrPVeibrvEj9s91tIKvv15VzyCYpY9pT72vO9OlL1jAf69pkHOvWUtBz3t5Mu9+8LBPBzR9bxtYZe9/o1bOqGt27xvQpu9UkeKPT8oir34CwI9kY0uvgmKOb7uihG+r+6FvLE6Yj3RJ4K9JKPCvIDhh77dM+a99vGhvTRwE77T7tG9pAbPvAFvpL0sGxW9+uGQvq23qr2Tm9y7rNV0vXuxUD27fOw8ieMAvNw+Br0pLBm+EJQNvuQqmT0iBj++JzWxvY6XmL2fc5u8oKDjvR/Fk70pNrG9/GuQPSEYoLx6Biy7QMAEvrF7a70jEpu9JI/pveHhd72s/Yq9",
        "VlAuPRDEpr0PWwe8RKMkPp9QBD1731Q9nCPNOryVxz2eN4A9IUQ3vXxUDT5sYTq+lzPuPcSymL3MlzS9X39LPCVxAL6Uawe+WC+5vAsZaT52w+K9IuwLvWWZ9z0QKeS9E5Rxu4PYlDyKK9k8/JUTPosRwb3mky++FJamPRYbmz34jMm8Kx4qveS+pD3czBS+Lvn+vJcKmz4L9Gg+gd5dPf0fhLtt1yQ9SFVWvd1IVT6ioAM9xt+TPQ8QBT4PrFW+Xpr+vayXQz0Urig96vdlvRRrvL1M8U68DrJBPMs/lz1MGJI66uzYvQ7vC77+C+S8riSWvaeHUL0VrRW9Bv3SvFtj8732YE08gGDvveqyIz0zGAy+pBglvQkIE75b8ok9unCFvVnDDb6HgBa+G+nrvX5JvD1HXdu9YsfyvQ4kZr2pVzI8YvsKvl7zzT39+wQ8g63wva0Ler0xB4e8WoSDPX2URL2i2pG770WmvXqqIz2dEYS+gng5PT8wSjt1H6i9XBpjvXOUnr7cD++9u+kmvbTjnjzTfss9G/7TPVN7ob2E5tS9H69fvhzNCL1yUgy8w6d0vfAAwz25gw+9utr/va34/L2FJC++SnqIvRylEr5g/489b46OvJl7a74DVzW9QFWSPdXRgr7I2yO+lTuPvGQOfD14TFu+jIbXPUlxKL1KXb29Us8RPksIJr2m55O9so+iPUM/jT1cSzC9kWrWPlJ2Vj3STFs+BoblO9CLpr5ic3u+WZYAPTRMEr5eypY9xg/4u6k/vLxt7SE+4QqYvhVwNz6x9549NOVFPoJ8zD0xPAK+VaspvXEfgT11bPs9UR2tvLXlNr12kfk8XeePPYS8nz1SW5O+zEF8Pd4ljr1JaqS9HpTyvNSyfr60ot08yfJQO66nPD6UFa08VEKGuz5Q5r1hkSQ+RUpqvBXkjbt91I08YOR6vMxcoT0YzM09usIjPmMS6r1IOBA+0R6LvcB6kL0ujIU8kMAmPKnO/70JZzE+UXQ7vScPMz37Ega+",
        "Fck9PLwH+DzmJ5S8PRSRvRwUJL3i81u9o9mGvWipOz4iLl691nDLuzz2h70DVMc9Nk6zu7QeW72c+IY9+AYGPofc8Dz6ZpW9UfsuuzITATwyo7e8D6rLu9Y417zh1s69eqi5vIxeMr3y84i7Tk+eveWIZj31C8s9ZNM2PltKcD0BAgC968EQvjWSC73oshW9UjBFPQl7qr13yZq8OxrbvlXhDj14cIW9V1W0vGpoKjyXRgS+bxK0PWQH0j0VgQM7qqWQusJbzrt2Yg69pHKlPFJCrrzsVaG9NDQ7vRjgFbw93ds99nUIvalKjT3xAPm9fruCPeLBOrzHa4E93ZinvYHJET3u+8s9xYjdvZmgij2oKWS+g8g0vKtRrL0GW2i+6OnNvflWRT4ivW2+r0vXvNfvrzweANg+MI3AvVbUrz2szRu+0RWTvPmKt700Oqq9vJeXvIYvuztzBDY+VfDaPIaEaD3/Vvs9C4h1vbW9jr0GBOS8PuqwPYUOdjzvD+K8y2YHvluHKb28yy89bNCzvaVgcz2TpJG85LWuPt04cb3uaUu9SCHtPTNZvDz+kiI8tS3QPSFKKb15Vzm+JyBSvgwqFT6IZvk8D1FOvsqG5rmmbim+HXyPvgpqKbwVGZy9x0SLvI+CIbxMftI92bG1PL2+eD26WPe9ra79ukB9I78ZPdY9HGExPupCwr2waw0+hr4PvIBogb0ZSZG9c5sJPAVDVL4TryU9KnqPPR2lk70isk0+rI0aPmIHCL1tTqw8k2uRvKG/xr0evc88P7NxvP2ZjbxCACO9rWUWPhK/Fb7zykm+ob9JPfV3FT7Wtsm9j8AzPZ2K9T3XI06+PwmNvHVZ4L2r+DG9DPsEPG21P75sYPo9Ddp6vpcPTTxNUU+9RCPMPUZCuj0ZnB69rbJovlW6ib0o0VG9n2suPr8F4T01NYG9gvfqvEPAJr4SPt48TwDwvPavwD22uw+9/DkEPiQLgbxpiOU8ZPutvca28DxDk8C9kUa9PYm7CL7yZ9a9",
        "PmFGPkaggr2n0Lg9mHmaPZBkID7UXtI9MapPvj265z7fcWw9GW5FPsoLOz6ICmy9wznsPBYndD1IKvs9vm5RP5ZmLL2N+/k+Pr7xu1dxb7y8vvQ8egQHPvD1oT0tneo97h0hPVtWcT1IYrU8x3a2PKYhND4KHmC9lMyRPuQA/byHmMw8uyayPDkCfz7cfoc90OkEvtBds7wV64c9PEIdPk9erT1g4RI+W8gDPsBfwD2mb+89KtnjPDx3BD6Bzoc+0l8zvUpRtj0smzE+P8uNPtylFD4cdGu90X5nvXjt3jwGu4E9w5iFPrXezzxFeDu8z4GUPLh85z41r0A9AjUWPYb1Vz5EbiO+sQKNPWbtAj5cqIU9+gEXPNF1ND7lRHM+2GwcPRVBtrz7S/M9PVQePQadKDynXwi9yyCBvUgUgb2HCVc7CpIMPamFo7wyrC09J3paPS7JNz4s9j0+uLapPEOy7j2wVlk+6GuxPBxHQT5lioI9LxmvPS5WFz4W+TK93hwYO4uuzL1xFYw8b+QCPVXIGb1PX9m8Zt0WPbKE/DwzjYw9UPzPPZHsnjtmPAo+xTIyPWKXzD2CEDk9Sb3Tu/DNGz5fTci7WwtiPPTbOjw2B4Y9Q6MuPuzJKDzsLuS97NsJPX6Ehz7Mo5893RSAPW+ivT3+mS8+aBfPPWHdqbw9okg9HfMovv6JGb9gtRi/OgegvJkejLs8mIq8HQyYvtegKT4VDKE9R62dPgaV7DzuaC++Gf+BvZ0cPz6zxye9h3XhvarCbr4zYAu9XU2DvVmwx72ljZC9rQthPjC5rjvIEHG9sTKRPam9az1Wdgm+wjvNvM1+rD3qSwk9S6IevSh087w4AhY9HKKEvRwXRT030Zu+hGN/vbAz7L0PXWE9jbc0PRL+BD6fR0W9sprDvUdXjLyigeC9hQQAvj3t6z1EKvU9NLwgvg9kEz11GaQ88OMAvstvoD4obPS90bwFPrbH2r3Uwfc9dPijvspHHr4e3D+87SaZPfOxkj2fXSQ9",
        "QAx9PV+ejD0D/5y9g12WPRP8471luxO+7RyyvZb0qb0vZTY9J20kvJBGaD2lPp89Ef5rvQdExj3HZSi7/1EBup5vFj0DJdo8vhr/O6CGpj79SMI9HmcZPnoxk74boo880GM3vIydfD4vxLk91Q0rPmQ0wz5Cl7Q+HjK9vOY1ijvWxQk+bVdbPitK8L1tyac9M4HuPSMWFD3qfZ4+6zFcvnxD8DxMcdI9O3yePDUJTr7/iZW9ZWxxvNWWtbyzD2g+nSpJPkC/bT7GbA2+oKeGPtA5Rr7kYk+9E3k+Pr0RKTz2RUM+KN6+vRzb5T1YKbE+flhUPrlJQDzSgRa+JSUBPsUwJb5HM9e8Wf9BvcfiTbxh5b292gCHPEn5sz28trO+UwSHPWakLb7IBsO+fW4DvuZ4RT2ULW6+U+9jvCxIvry4HdK8DohkvZmSyrxb1xW9W4d5vYuAZLzXT8y8AuFCvfOchbxuggk80L9vvWP+lT1AYBK+1NZVvFSSor65hpi9IDBgvcYVib2ixoO+9XzNPXvo4zxnl9g8VzR2vUzsG74cm1e+w7EyvkmH+L1kG4K+/b1jvPWsxryHSpI9E/V6vu6HLr4IThA9FHwWvir5Ir7pNxK+j0LZvSYv3707f408WS78PeTJzb0ZEIw8JjtHvQ/qpT0gJxQ+zHSBPTfzjb3ToQw9DtYBvvTOzbxEpYG9t9tRvW5Jxry+vF29NT0Zvdf8Yr08Zju+XunFvJf0uL1Tt4K9fFUNu1mThLtkCjg97wqsvXWQBj32cyO+FWguvW5Tr71NCau9hbSXvmcG6b39In29xbzFvB9DI75AHI28xG2UvSQC4L0SSPK896qlvMT4zrvOcaG99bFOvZhhm71Yfqe92g6IPems6L0nTFE9UnCmOnYLfT0xBWw92Wr4vWJQeDx8NSU8KviIvUypR72IJAe+jbC3vQavgD2ZsZg8ZCfBvSndZbyftTa+M3n8OwFPTb2CExW99VIfPfZSzTwTW4E9l7x0vW9sF74t9ci8",
        "luGvvYXuH77ILOO7kM4Uvlv9Iz5bHf+8B+dGPQt3Rz5s4yY98r8Cvt5buj2Yqyy+R84lPXCuVr15HhW+8Szbvdh7BD5ANGG+gyKzPenyAj6jf4O8l9+xvUaRmr5ZPI++PxVIvd/jOjzv3d89A0BdPvIcLL5QSBu+B96hPbpDW715dy69/ST1vXvJJL2I8E69BACGvcvpMz5dW409G5YCPlN/eT0U2BM99IV1vd8nVboUvVO9Al+tPU58oD2La9Q8x1zIvfoKqzy8wUw9M3a3PXsEaz2p3be8h+x4PlDMAzw+HNi9KT7MvJxddL62jAo9fGZNPA8QCb67BYo9+QrzPDIWx73LvVk9dW0ivdDzOr734KA9zoS+PBmKGL2f1Cu9r8rQPdETnzwA6ow8J5IBvJuCMj3pZi+9iNDWvfjTJb41Z7K8PhtqPTA+5TzoNkc9nVlkvQEtJ74VOZS9X0SmvWvrt724xPK9AUmUvUcbW73Plo++hjsWPQN0q7zEUuK96VssvY42iL5o6M29K579va4xE73S9lq9/kDcPWAr9r134ua9bBIkvbJFw73UZZ48NgAgvuTiDD5lw7K9gKO+vG5qOjypRvW8t4ZNOnysm72VkHE97a5Wvik/lb1aZC68GZczPCwHd76aW3G9UphzvXRn7by4Nhm+z3NsPsOVrL3fI4G9wY5TvkgDNj7vFcE9/MWGPY3p1L2QeEm9pVHIvqzJPDzeUSy+WAesObbcGj61lfG9Mr/XvQ4tGjzlWau8USOnvUrxjT1C8j69bef4PW25Jb5eCKS9xLgNvvgxPz4YFrQ+s/KXPdGC0byIT4695CK+PLQ1p70mhem8UqiQPZfDXb1Lvp09AFMyvtOHFrwEP+q7POGuPVerVL4coiA8Ro/rvK/+Bj6LcBQ9mJhju/QUeD3BpQ6+eLfcOTvNcb4dzoy8Tlb/Pa2G7rx+ObK9Kloivj2lOj2Fb4O9UQurvYhhwr0tiBG+d5WkvW3KnD2oF3u+4eemvb23uLxbqbk9",
        "BAj+vP70ujx9V5090X7iPU9rBD5FY4C8EMePvfizhL5naK09fyImPVIEAj4rSgq9ENQ9vKI8OD2L9U28XuegvAl6kz0xmNQ9WkTpvQqJyjx1kp28rjpcvd5EOL17UOQ85+69vOvAIr14VTu9FEUTPuhqZ7833Zk9mry7OhBsN77UFVA6tljlPc53kb3IZFE9sqb0PNHFAD23FRQ7O+NxPkZPZrx2nqY9ffkWvbpOtDwxF4U7Lf7YvTkCrb2dD449grO3POn2kTw1Vfu91N9RvrKwsjuMFbM9obtePfdjD70SGpY9i6bzveJCnb3V/c08yiJ7vN4emTw8k8g8NdnFvNvhnr3MD4C9DE/sPQ3jMbz8/ic+GG7JvUMwyj3HxFY+7JW7O32Ok73nY989l1QbPsnJvz2nb/i9qkQAPbiNzT1AMxE+8hKHPRNOhj31YT+818zVO+oe070M/ZS9fuc1O5+OVr4u8wG+Q6ijuyxGZzyzHUo+XNVAvbdlJzyO6KG+lyW3PXTZTT3TJso9qkUCPoF8VT1fRh29XkQ+PSo8Lj6NpMC94KWrvWrqwz2nqro9zuAtvnY5z7xuB0299EzkPVXlQr08YuG8f3NQPRSMrD0/g6E9EF7mvGVZCz7gNhk+pdjRPPO5z71WTbg9c/vKvfCok71lD4C9BdG5PXydaT5INCw85CErvRdWMb18GrK+PXYdO82Svz3teL27sYEQva4s/rzHADY+FlHlvcEsQ768r2y+XgFXPf6qLz2lgjq9aeu+PRqx1Dth2Fe8+wB7vVJOVj3/i1298J+WPdYPgj2cIts9jYCLvCbgo72ZabC9a01Xvv7eBL6LYzo9TGSDvTOJRL3HX8M94d8SvNFuRDyWzAk9JSQJvXgAeb0nEWE8y0Ulvn9VML5Ie9K9y/elPYnRLTwOaEo9zY8wu8Z7qjqNvpC9EepsPb6O1D1d+jQ+z2bMPEjogjwG+nK7/KITveMytD3pfQe9bgEgvK9gHT25iH09hufPvVEPvj7CZZY9",
        "MSEQPnMj/ru7qtK83CAgPQ8l5j1DboQ+tf52Pb57gj7LVLW8/wUcPi9Gxj3SrRU9gG/5PRc1Pz5jUE08d+mfO88E4Dyvtwg+10LNPf22JryYcdU9QyQDPnacND58yVa5kPgfvsddMr3CK4W8rYUjPUdz0TzCOV8+SZpOPrMffz3Zd1M+aRXsvU6tij4Ih0+8CnfnvJkUwT0rXKq9aRSqPSDz8j13gFS88++aPd5z6D0pbuC8PXrRPc36mLzgF28+56eAO2Ajlrvwpis95dSyPaFiQD5ypXC9K3eXPX9goz1TB/68HOQvPhcyOj2CAyo+4SqLPYOBtzrBlv+9ZijaPVJlD75PgAS9A9pVvZ1Vyz3biMw9vYYcvdHkl7vQKiE+5yyAO39DmD5mhbg9/zypuwZ94bwqJIw9uGN0vVRjTD6lNDo+psCNPalyEj6o2PY9tBFCPmXG7z1dwVw+HCwWPt++CL4DLL89OEatPAnH6bz9bQo+vbN8PU4hXT0jgFM+o861Or4ldb1mVts9aIPtO6+0TD1uuo89EY3iPehvyrxE6oG895ihPH/ylD2ZNKM9xRAWPiiNrzvTXjs9cIycPHI/bz2LeCI+RypWvTZVej36HMg9Lg1yPalsHD7VZ+e8iEGKPJ1FHD22IPo7wAfpPc2aGT7xR/k9CyiYPTpXF71J4I08qAVQvflfib7zkwS+p/Rgvb3K6b0b5X+9MqWSvqq3oj1wCEo9cmhtvU9MHD4E2OM95vzSvcZLDTtEWNK9nu76vb3xdT3mLgC81tDAvR1fFj5+W5s9ZGFvPuXrHz4HQs28lbETvnBKFD2hxLe8FP57veNRqD0uhxC90SyRvZXIDL2rHwO+xd15vPbkjT0r4k29Q21kvd4yBL2KdMG3AkQBvv6m2rhFJIA90fVvvcT8mL2y9Mm96UDvvUXLib2+eyA+/j/hvXp5RD0oafY8508Pvqr+wb2Onyu+uVDCvQTLwr2XUWU8foQCPiob3Dxw3C+9I0GiOwn897uV85c9",
        "FIAePjfSH7wfFLQ91x9VvLj5aj37MQ491R0bPScD8Txy7MW66yjIPU0/IT5BGqG9+7+MPXpuHz1ls6U9eNZyu7zfx72FJZo9XN0dvk7pmD2+zgY+Z8rzPXP4qb2dVIk9dtH3uslnGD76RR89siUxPuGZdT7Q23U9Y1cbPcbA3z1ezVY+lwabPrmXYz0opBq9EgLbPfiq2LxnoSY8vs+fPX5aijygDlE9fnneuRe7CD57poY9S3WHPfKQ2L2o88c9LZBHPbM7ZT0W+rE9hlSCPfnwMz0BHl89Iv2cPSohWz35i0c9Y+V5PgKwKL0nXq26NcFMO3KsvzvWTsY91iGrPXsCKL3qWk69ypmgPVt0ID3GsnG+CqDyPaQVKj84n4Y+zJuoPaUHDj6ijug8y7fmPSaKFT11dY2+a0zyPqVZqj3FAUs9iJKbvSv8Qb6RdM+7HaqxuophGTyO1N099XJpvq1d0rvVIgW/kAksPWaowb58Ao899nCZvhSF+z2TxQY9uwUOPuNgs70rliS9xiUaPl6O9z4exB8913IvPQGWrT0087S9aqzXPbP2Iz6cGKU99DWcPpP/ib1MkPC9QbDRPjaGmr4vY0m9i825PaYStT2DPKm8NYnxvZ7umr4KqBy+DyA4Pm/LDT2D04i8JB+SPQfeaL0VGYY+k36zvRB/a7wvK0S+N4wpPQ5C3z2+P8g96SBgPf4XcT3qaw++S1q3PJhhHLsXoPY83BRBPQo+3j4jCEs8bA4NvVujNr4TcLS9lA6/vc8Xkr2ql+e9bup0Pqv3ij16GJ89vs6GPaXpNz2jRnQ+ag1jPp1sFz4aib09lJSWvo8Rgz2yIZQ80cgLvvW2TD3acLO+xMahvIVy/D3j+Uq8bVFQPV8Xpz0ssz09C+obvki8fz6WKC26m6i1vJPNAT3tfUO85q2gu2mwVD5Qg6u9nRBPvRAcyb0Gb889wiJtve5XDb6keR09vj/yPGGsOr6FCFU/iWNFPlXEwTwRPq29V1KOPfgQLz0UqZ09",
        "hD9NPWKjpj5od3S+LxqCvVtI1j2CJkI9z3sPvYy2nL7+GXg9it0iPmmsrj370TO+y+JfveiONL3YrcK9bAcWPvxaAztNJoa9Hw/OPcCrCT46/848HwFPvmaA8T0HfMK+6k4GvJmtC74xwqS9DgilPSeeJT6+dSi+W5MBvk/OnLs9y0M8TtWIvjs6BzyDK268bYpoPYTPDz34vyc+2YROveI75D25D9K9kXyKvlymDr2JAYE9mTN0Pc3+oz2QnLa6dRvevZvgXL2jx1k86J85PZxZ272wRCm+Jdr5PRDx9r2krNs93VT7PmMuEb5siK29oRdLPJdmOL7GhBy+LxFDPbL30z0wac0+NFHQPY4fSr3jVkc9JEYmPfo6Rr1Kkgy9SqMQP98DPD6MLdo9IcJaPv8CDL6NMWM91Hh9u9SfhT6ozrS+jU9cPU0qUb75MQc+Pl1EPnE1mL4KySm9CqtWvmzAgz68E8o9jR0zPvhjrT7lR+Y9i5azPYTOgz6Qq84+AuoDPnFOjL5+xju8zw9YPh2BoT3czhQ+AArLPZjRhz6MY6M9f/79PTSgHz0AyYe9iOQFvSKzVj6BzGw+EWRVPT3Vub2X9Zm+3PekPo4BlT4VBH0+uFsLvhlQSD35Qye9K5kxPW5alD2d+8286B2jvUpXPD74T5K+7iO7PdiYCT6us6Q+0j2+PRaHbz7l3ve8+MYKvdNZLjyB5z4+jL3Lvs6R6T1w/ce9hoBxPS1zxD1UZpi905QVPg4Jnb3WoTW9NeIuvuynmj2eT3y9EaRyPUdOTTzWPKk9WWSAvTIWmT1KZk+9lrsxPYltbjv8i7K9GMNovdg77LtZLPY9jouXvVZW+D0F2H4+NyMqvEPoAL4IFDo+EaY7PbE5lj09Cya9ynJcPTbDt7wMDZY8Tv2VPWQVEr5fi7O7RPCtu6guNr471YQ8d7LAvTni7jwILbO9BKwvviSTTD3Amza9Cp+gPcEE1LzFT/M9TwDRPVD/Db7l63C8iawAvbYNIL0TTIi7",
        "Kh9kPTkaMj2lVHc9BWCIPYsBvz19Bu097UMSPnSRD74Sx729P+7AOz2orj0IDpE+Ka2LPB3Ttj0tns+8Ey/fPS/io7wbkKC8eSxcPSbk4L17qtg9yZ/GPTJ5/73lCFA+Zt1ivUhetb0Et7C9In36PQqB5T08rxM+LlOGPFIMVj3i5W898qQGPWoz3jyj7rg99d8GPSS3lT7dOgU+9hSEvAhYKT6wCE894S5/Pd8hIj5g+L49mmIoPD/tHz7kzng9nhMCPgp4Vj3TYum9OuUuPUUIjDxk0yk9y9G+PeJW8rw5BHe9wAW3vCZPr72lJO08dpZZvRyWRj7+8xI+45ZOPYeZiLyEbpO9P4IrveLBFb402d49DKPJPAqgrb01Xa4+WmnrPEU6ZrxZNYE8bhw7PqONGb7QwVg9X5AjvhqAjT1mxB8+HpRsPZWHEL1FxRW/lJiBPSwsQr30QVy+arm9uwCkj70LliE9JI4oPcxBID1dsu09vKKOvOEyz726rbG8aCv2vNek5z3RKQe+tTbsPG21Rz2jCpW9XK+4vmPKkbyz2Tq9v0rvuOSKdD2a6TC+9nijvXZ9XrtTfJW942wKP/67j72FFIM9SZsmPmvAED5YzzI+37UHPnpUkjyL9gs+3askvkgMOr1HvRW7zYWrvddDnj0U07u9gz04Ppl2Iz7nF48+ocDQPAhxcD7SO409+cZjPZ36jD3hUgk/qTeevGqXfr1qO7s9ylUMP3QamD4aFLc98wIRveji1D19FsA9RzXHvQbRIj5s//G868u1vQvGer3alUi88awdvqjnMj6Qsrq9Z2SMPs8gEzv2lR09oE3UPaBpDD7jibG9WS2pO3DPIT2+k6g+sE4FPsRSkb2xX4M8UQzgPOIUIz3Rzgo+xozCu/jXfT0S61U+1Mcpvsvllz1AoTu98MZjvYWH+D0C7Fc8Q1mVPamsTz6i5E296YwGO4PGdb2aeeg980ptPfamcrzlOyU+3AsTPglXaD2kU8q8iT+dPQg+Rj3VZr+8",
        "ra62vVt6pr1As/27fkWrPZEfBT7tDdy7XDCPvPfvfj5INWi8QmopPQ09YbzPEhu+4SCgPJ9XIr4eEQ0+8DNbvroi7T2Mzt08o0MIPu8S572uKUW9ikuAPl9njT7a/yI9mapEvVhp0b2dDlq7fghVPfb9o73cgWA8Br+8Pfadk7319PC9C8JrvrFtB74FYGK+EtSXPQr2Z730OIi9Rv8LvuTKgjz3Q3e9ouTtvcHdErw3meg9yDo1vYIojTzPtGA+bhSUPaEyEb1s3rY9/6i/vbofZD6NiVq9+HIgPqG0q7z0wwm9O30rPi0DurxGx9Y61j4NvmM2wr0dqyy9LqhBvnyYLjvF+EC92aCCvUfyob0dFHG9YHMnu2DK7LxvJ5A9subJvZ/ZIT4EPTq9z9lIvgaBRL2EH0G9ZORQPUBBML3Lsaw97+IBPX+Iu73QreS85mEWPRCFN73DwHG7m9itvDDB2L0a1029ym2ZPUsNwr09Dty7MbwDviWxw7xTPTq8Mc31vKe3qzyY0WQ9W1tZvZbmJj1U0SW+93SGvQXEJb7UxOa8Lu2VvSVWAr685xO8sDAgvq8Be70IaYk9FnOLvRPvbb2vThq9zWYEPRTld71Lqwi9BQAFvd33CL6CJza9ADGIvRqHgb13EDO9FnWkPB6a2rxy6HC+/1c0vuM/qb2f/jQ+FHBKPZsYg710Gdg8z1wFvgol1T3RauI8YsYcvvuQBD2HPTA+CjdqvsFKwr3xQSY+BayIvTEO+z0N85+98ZUkvUbyrT2wrba9v945Pk0pN7w14gA9hjEePn5pVL0XDYc9y9ohvRrzFzvQwFo8QEuavRQqnz1sQNU9foL7PVcEBz4QsAE9jVzDPfb8mT1JC1Y+J6yyPZg5qz4T5ik9Q0cjvdQfiLwysYM9hSKiPcbcNL1cWNm98JQDPQgXK70Y+Dm9sR72O/Ug3bh6AOu9kzjrvU2Zwrzq7ga+eZ4Cv1t1dDyAfDw8KxNWPc7HD72767W9nds3vbdidb5OwaK9",
        "WehnvnQV5jxoqgE6lV12vdBipT46n8e8rhITPXzODz4Vzqq93lS/PXzczb55PaK+DmS8PIvV8TjxQqY9twfgvdMKcT6h2NO9wCWdPW9Pb766k7g9pEKgvPTKZj4M2wC+Vmn/vZVPqb0PWpK80To5vrAXvb0c0rO9W+NAveRRMD0tYbm86NaYvW/Onj2aZPY9mde1vVTVAb7VpyA9003FvaXpXb3IWU68KXgpvq4w6T098Qg9oee8vsAONT+pxna+1AkDviQiRL1k0fe+yMSWvTZKjj2+3Gy9yH5VvjOtED1Qge87XDVOvoIsvTp4HcA9xMSvvewQhzuEADa9DNBoPRPNwD3yK8A9ZKKRPEeZpb03Roq94iTcvLcEvj3zspe+Tlw2Pu1dBr5UOrW8Eou6vEYi/LumxsW9+OtHvgb9gb5HdRw8pNHLPCpDOr0mJyW9g21ZvXbRwL2eBwS+9zHgPPEf1L6By6k+fi+nvRpzHT0DNMu9zjKSPXoTAb5JpEu9M3tsvfqPhj42kai+9QoBPde6v71pBKA9h7hePeAS3rwuTVO+H6AePqT8m7s+w1e9rxGsPTKUX72kcl29KBVYvnMCnD0WvE29BR67PeYtRj0tFm6+HW6HvQBVQb29lHe743TuO5494z3WLt493SwiPVRfYT3z/yO9M76uPEgtozwp0Is7KCq7vMyv0L054gC9WJNePe8tNDxUFhU8SgZSvmZuMzxHzI09SZ0wvZakrrxnCxY987lcva8MFr34yxu9ZCwZvVUGXb0Ei9K9Y3lDPh90Z7zaDK69ZgWqvVtytDump4u9c778vcinFb1rZpo9QAsHPgDx/LxGxFK8CwxFvRW2pL0XgPS8ZRb8Pb1ibz1w2TW94SYWPonhET6Doxq8iE8zvmsYRr1QUck7VdOlvBKYOr2zUso8nC9YPa51Wz2MeQG9TrITPYzVaryZvek97UOFPGUpH77jjl68FfAju4H1L76AWwS+xlvTPVnv9DuBvKI8h64GOmZ9hTzTKkM8",
        "xenzPTFh7LztVpw9yiYbPuQj0D1KxpE9/uYmvgyrUz7Otdq9N+gdvriDDD04DS69PCggPUE4IT6ddNG96v1RvTUlPj3BnDQ9sxvjPCQjDr2dxQG9G8xBPZTcDL5PnwM9IZZLuryLmT50kPE9DisTPahjhz1Lzrm9bsaevT7Z9L1Voh6+DtUbPGCfzrz8pQ6+fBgfPuV1/T0KuiY9e9WLvXOEhr2T3Zk+IvSHvD3IfzzLk7Y9+BgHPgYAAb0WcGE9RnWavWnZpj314tY8/DzCPBHSaT26QHO9T3oWPjV8mLx3TfQ9j481vvi+lT7oRY4+fyYrPghiv76OM5g84hKevW99ST7XqfE8XejSPbGmnj3i3B89BLUEvou7Dz5zH4g7p1m/vYj7ur3l05Q9zLLFPa5lBz7ge+a9wHjwPLKwJbya63E9HZ3EPQ1Rvj3cdb696iJYvqcJDD72j/I7Nz5xvu0ZFL95YFq92Xe7vRTGY71ZTKG5fh0qvR/dzr4a5i++GBGFvRA1Azz3SLO9Ngz+vXlaQD7w+xy+PRnTPXYgi770j4898z9kPcxZCDxcemG9PPV4vm+Dyr1J6Ek80lwKvmWkoj0p0LW9SDA/vrceJL5e4oi+UvOsvYfvRjxnRqs9ncykPeZGvjx5FhK9Tx2hvWYKFL6XvXU+extePlsAhL06FlO8jps6vfkOmbvJJ048RWqRPTE5+jlWaM49LUfgPoBrQL3vGlE+j6DpO/cJo73xtgu+KVhHPSCP+D2UJVa+lG8QPkfTBT3i57U93QDNvdtiUj3rDR89IKARPmGmTD6ih4U9tpHSPQvvcD5AoBc+r1a+PVaqlD30de0+PKHMPW1r7z2cGvK8+RIYPmAeMb5oAnG8PPhyPdGE4j3ngzw+Eq3cPa932T3tNgM+NhPsPWeDIbqO/5o8lZEPPkv1wD7QdAs5TH8NO1P+jj3FZwo+pPdYPpgmqb2AWRo+s50PPTNAjD5m7XC9p87VvNJf5j2dZNi85SPKPs6uI771UQU+",
        "wc9ePQkI4L1kNSu+HeNlOmkvLz5UMsW8f/OavGwPoj6iJ6O8yjq/PV4GDD0ULFW9pSw2vo17KTuX7WY9WuMHvUKJEz6WF7k93XmdPdazHb7FRoK877XiPbnZVT0L3hK9/MRsPXnwhj1HBig+gDbxveOZrT1ASuM9dYTGPWCbSz2uSrw9K6MqPnW6Oj5xGuK8pd30vKxDp73nGF29uzfAu47XiD37+rE7h0B2Pdp1h7wyNAw+iDnfPL1Y0T1EE9e7zfCRvVttz7yDN5U80QEAvM6X1j2NeMu9ZNjWPeNHlL1TqZs9HPjkO7HnaT1n1aM9n3tTvE2xAb4Dx+69ayaVPUtZF77ZYyy+0kUHvqjxcr2BY3e9KapgvkDW5TzEBLC+IFZ7PlJ6yz2n4IM8RkwePdmZfLxsjZS9QSE1PdhEh70HeNq9ZxmvPU8OtjtsUle9cqqLPfSPwD0TMmg+xpdIPs55EL6o7YO9j6oXPmsoIr4N3Zq9s5cxPnY+h708bh88urDEPYZQDT703rS9uq7pvPV0AD5C9r69sor8vRJBDT65xz09ir/1ujIP0T0LoH071pQuvGThE76CNta9MO7lvFIHAT6unyC+N3CWPeTRgb1kf8K9DH39PR3L772VtgY+i5jAvXqO9T2OL8a9ohE9vVqqVr2i4fy9K6+OvmLTGbzkar67SC8cvpf7KL1zIji9psDjPaET8jzA1J+93dG0vQrPBT6ivIE85ZMUvSf78Dw12yQ9oKRovt4YdD6i2c8+AQzQvbnxGD1LywW+kGTpPWyXkj4YQTg+r74jvqsXJzzGFus9m+MRPRyph70qt4u8lVEhPhrsGr7Faqc9YW9RvcYOV76W+i4+kzlCPm1DqT6x3Pw6SiWtPdV87TuSvm++MFL3vUt3L72HIZk9kqOPPiV6Gj6pUS8+DoyRPQHpmzxPJnS8HrOuvfvCsr1CELo+DXD8PYhirL3zXIy9Iu6VvLJcUT7YQhQ7++thPsKiAL4HfVU+c8wyPi2TuD5aLvg9",
        "xhM7PgS5xj2eJ6W7SyOIPe1+eLpHYOa96ROauydBhj4FUhI+thw4PoG0jT7ubAW9SqpKPgEhB730rD89CfuHvvmFqD7MgR8+kAZlPjNgVj3c2Wi9jgM+OWvlUD7Pa5a+IProPTbVQr6BZ8M9uVgtvmWoTL6sW4e93rY8vQrii70WO5G9wgTPPTtAwj0OLaK9NlmkvHBcKr30LLw9efbVvfwi7z3bw7I+j3OhPTHsAT5aghA97mJuvXQuJj0LRjM9/hoivqHKBj59CNs9/hiavi3Trz2kPRI99ErkvalHnT0ItBM+0EnBvfaHEb5hMtm9XEOKO5MlS77+VeO8lTcDvinDWT5tH429acsxveCoED1Bb+s67OeYPb/nhT0qotO8USXSvSt9sT0uL6I8bhNxPgKGdjx+oCO9vfngPQ0uqzzEqhk+8b+JPROajL2UINQ+OnpuvmaBpr1XdJY9NT39PBqftz2yjq29dv22PC3Sf71Fgpq9PM8QPJ0qzr0bOMO9hsMuvXmwE71QfCO+4fNZvbMig72Un9Y9BRw7PoSpVT2GfRy8oZ46vRiiNDzK5OO+e4qtvBuy+zy/YNe9VQ0ZPrp3w73PM389CQyPvigxrT3GoBQ9mjmSPcvETLxjwc89T/OqvDTcCj2RBAy+SuvNPWyOmb2Frsa88a2BvSMF77x/EKI9c8BkPQh18T0/VhA+Bd0JvhFzv7zdPoU9xbndPIzpKj200S8+mpalvNni6r2ENjY9j+TqvOvMUT50Sq49E4mEvjvpG73Rc4O+odHavFVZqL1jPHa8eMcPPI9Rkr41JAg+S7aBPvEjDb43T6c8yBKtPdMU4T3CL9i9EQIpvebKu73ziYk9zYdsvUJ/J76gZ1I+lSWMPBFS8b0rFsE8aQwTvlacF76aliW+0swNvgE9/zxr/fU9ukvwuwEx7jrcHes9WY7jvSKqBb4NReY8HtBqvYdoXr2cMxC+wxGpPeTgQT7kxY28YIiPvosZGL2ngLU9o36nOzZLoTz6tZi9",
        "RYYIPvk1Gz45S6U9nc09PkWiZL7y5Ka8aywTPo6eGj4df1m968WFvvUdR7yQfdQ8kn+CPoWS47wJDAK+lSZ3vab5772IqL+9b2sMvuEOxz2Hm3u+kW3SPR+oujwPGMs9NwSWPuKL9jyIjRQ8PHxEvnwPr73pihE9EWKxvHPi272fWBK+QgA1PnbGELy6Tji9yBIGPsskD76O8Yc+/aBFPTZMgb6i/+c8CB9IvUCddr0iqok+dmGKviE3GL0PAI89JHHrvfuJ9r1boxQ+18wzvOT+Db592TY+xzu+PYX3FjooKj+9L/wDvFLEhj0mxWi9kq40vdHTbLzjD+m+75q8O2BD3LwSL4C9OSA5vikMmL1n6g++/GffvYy4lzy4ipG+I3GBPaxdGb0kUYG+FT3huwckjL0LIXy+g64xPglU0b1N+YC7pmWpu7R72L3q7xC9k57TPCIbXb4ihC6+Ee/4vKnE9D3PU4e+Xi41Po4CCL2vQZe95lMTvlnK177EwBi+Wbb3vJn5Uj3n7Qu+Q9GRPRb/Yz798Qm+aF8+vXWYGr7aSrm84xEiOmLsnj15Nyi+CXKSPGE6Ur1XhaY9Bq0/vggki710IL+999UYvLQOR744bYa+zZZEvat3Ab3qbXE93XQnPRLIk72ROrC9/j7QvdXL+D1WyxU+WzglPgJnm77hvzA9/lNCPQ0bprwxSPc7EDM2vrDQqzujfXy9YfxHvs8jTrsiIyG+uBIxPOLyUrxg27W93gu5vUrLpjwJmx69U8ssvvMFjT2d/0I8S7HbPQ9ohLyK28A7RP2Ivuo+1bzeHqe9EIGZvfSLeL2uIiG9dEgIvkSwRb7nC3A9TtOsvUvShr3/TaY7dG+gvTSIR70KMP29fyyDvR8H57sTs9094JO4vAxndT3fqIY7yREQPRaTeD1z7h27EQ4Ovi1VJL4BwNa9qAsOvkTXTr0xAU+9dv9ova5ucj2BxCW+6LIGPqtJ6jyrn2q9pbv5vCh2CD2bDQC92qGyvSnzzz0havu7",
        "/n2cveb7W76H21y80kgLvhXL2zzBACw+FFdyveYVkz6wbQI+kLpLvY5WEz5tQAW+WY2NvKseAz6rf7S6/quxPFH75z3I/Hs9G44LPopMaD46yla9L1GbuoG+Mb7Q0RW9ZL7yPbEhCj40wNe8GatHPbqg4boaIB++9ydwvD/t1Lpoaiu+dgjJvJedjD06EUC+8a+GvX3MaD6Mwhk7ZLKlPLy7mT0VjgC+1xCFvjV86zyOXAM9caZ+PMs0Hr2lg5S9zgghvrCZ4T0ZzG48YlgavbW/OT5G1TK9FZnDPeV9QT7aqZ29BCaJPQYU8jyoZbg8gQeUvSi4v733cQ+9zu/pOwSPO77nceg914bKPOQ3Tr0CHTO9KAQjvjTK3zzKa5k8yvEAviK5XrpyXiI+ICuMuqEjODtjXxa+LU6pvbLAL71QY+C9oyEMPRzNxL0laZq9OeX7PHynEL4H6by8yngzvN0lxz1vE/e9LasHvksUED6izzu+lMtZPcDBAr0XD4U8/mGRvS0fZb61eXO9olnOvMEmE73IHRg+L9AQPqdWd7xwTfU8SWuwvUXGrz20y4q9VIWIvGS/nrxkOyK8ScUtPd4eXT2LgFy+nw5yPlKd/70on8y9IuiTvbWJcr0DJLO98sOnPQhaDr5Yo3+9AYDJvTvukLw0Z969wPgkvqA/5r1qICs+9NlnPUzsxD0iqJU8SjiYPS0pHT6SZMI+wUtOPj3xNryz/a09aK1zPszEmT0VLLA9tAZOPWVkn70rw0m9M1c4vPColr5pJ0s9A8ENPfdzFz56Nne9XBd4vTYYbT4qj6e9CgUnPpkSAj1x0i8+8VBRveAqPj3XZIw+tdelPU8IgbwFY7+7whOCPdrdr7uNbA0+9F4VvedxF71ZgvE9i0VRPrL79bxWRHc9C2sOPpePjblZpOc90B/JPSQWDz6BPlc9a4l1PX/zXbx4ULI9fZZ9vS72Eb2xGHY9pw+yvOd8wz0pOlg9ajFgvRnIFz7+2JC8yLdEvbziBT7UeEM+",
        "bAfmvNK9pzzdU1m+duQBvpfcTD5zSZg98kbOPFDSfj2Q5Oy9TFQrvbZkB70KKz69m1aVva7SKTybWeM9nBZSvenf9jw0Isw8FEcMvelTzruzNOw9Lsa/vKFjWTzcPm49Rd4CPqJ6dT01s8c90VDTPQ4plD34awA+lXWyvQ2sAT4llSs+Qx+DPmjHDz5z51w8yGi3PW6Bnr08Cu69do8NPioYsDzhYRw+Mi/+vG/eqjy8x/w95u7fvCRstj68OTw9MvypPba6Gj0bJ1Q8+WKrvV7EbTzTUoK+RoASPpP1kjyCOx09Z2OnvTQbizyr9RU9lSiPPNvtUz6VIVu9ls2dvVUPM7w/98i8iaBTPP49eryl1mi+y77zvlgvPDyn4W69X+5RPvadUz5BvNA8wDo2PtRK1L2gkVi96tMBPiD2Pj3HCHW9HfRRPSWzmTqPjcm9OKjKPFsEDT7cGPo8Mo32Pb7eCb6K79S8rBWHPui1Fr5ZGlQ8xUKCPQ+hH74eL/S94Xv2Pee9VT4HrL29ZQdePYZMJD0YKi++Q/pRvXbGQT44Tom99fQ+vkpfrT7U6LS9nnOKvl2G0j3fM6695q4VPhfioD09S3a8w3DkPQnB7jwUbtG9nCTXOx0rp72mtQE+ljW+Pdh7x7zdftM9SegEvRM0Ub5keZm+LKeCvSSa/bsMqxs+Mj0AvrzSLD6wGcM7w/ZPPBCqjjpFK6I9lgmGPZimpT049cm8j6TBPWbSJT6i0Cw9v8UevNKIEz4HUVA+DyBDPmGTXTtUPk87c0KovAHLpD0DUsI+fjNPPbYq7rwWYAw9BmkfPmYu/b3P7Hm9sAINPrwKEb8YI0M9CHSBvKZ51D2H04w+5SXnPsAaRj0QG5I82c88PQ7qUr3hlDq+BLDfOekDCz23hIg9rgVmPudODr7kZIM8pZ27vc9jEz6Q8+G7RxZqvfWDnb3NJPQ9AJWrPb8a/j3OGyY+n8MZPuRgMzwzfY88OFSLPoT1ij2B35g9GjWxPQmmlD7h5Y29",
        "/MUrvtD+ir3YM4O967rwvUu7BL2iPD6+fQWPvtMT2L7RDlS6KlKwvAc+571ARNk9u/0dvub29b02ksk9UIeivYhvH71LqYO9O023vSzq0r2c9sm9Vf81vh/aNb7QWca9ogNIPrD2Jb7PnyO9K5gIvkN0urwwuR6+Fc6ovo0i873qzKG+q0ZXPbLlc75e4Zo98MvzPVNJxjtMPhQ+4SX2PDBLsL4fUle8CH5Qvm2QIL6fZyi9CSmjvfuiSjmfqja+I3O3vUA3obyEHIu9zZDKvUx6rrxiATG+ASnPvcKIETscs789lhplvgXA8b3fYAe+xiQivahIRT0MyiE+1LNjvq1Ubb1uMU09fuBvvdpBKb0aonC+SvM/PcFOADxOOO+9lNQ7vP3mSb4aUgO+90uJvc7Nfb0UEZs9ANcUvbroijvcmoa9xwIcvUVu1L3CJoQ+KTFZvbAfVbzOyzK9LxrPvLTdQTorMBu+9jNmPd3tazwbFdo8ZsQXvieVi70z8mK9eQwVvCXWYT1gKws8BJUvu6Ubir0mE5K81fjPPK1Qlzw0KN68g1E2PSDMwj1pdwS9Y8pkvYim9DnbcU+9ImmiPY4nAr4ROMc7erxwvUJAzL3Dymq7uB5YPdgjdr5K4qa8MKJXPcuLgT1AsfY884ZCPdoMpL1Usek8YhXCvZCBHT1qn4C+7ulUPK6xuj24R5g95Qz7PWsYMD6gbBe+vJt/PkgiFr6nIkm+86sRPcDVC7wfdT88VhoePmcMoDvcBzM9kUjcPdP2AD2qclW8RD/8Pbo7i72VJe29OlUOvrgPmryyB+Y8fGsKPkO2xTt6d6U9tNPEvDNsD77ZnUq9S3WNvE9Uwr3x0xw+MMX8PLhmqr4DzGU82SQ7PnXshDx5wQo9tm7QPaSBIL44npu8gWiAPWH1YT3XGMe9DCYRvlHKXL6Ge0e+CPuUPWPVdz2wXVQ9SJrdPWScqr16K+s9caDuPGHyvT1eKjO79jcMvqSP0jzVybU9gIQjPB9v9j23hc+9",
        "MgHcuvGtcbw3tkE9VOLvvbUoer20tAq+Ugd1ven6Ob1YCN471L+ivVwrGj2t+Eg9aHOivZ/AFb4uJqC84vvBPQgDsLwbhPW9jYM6vj/ycT07gMS9CvoovsuGdLw+WTa9c3EjPS8tB77vahC9p5OPvAvajr7FYFC9HXdiPdz6gLsbObG9FIV4vkR5Db615dS9UiaEvBiRhb27hMO7qUOJPnKFVr6cMy09P1kBvs5PcryG9Ou8DeLZvU9ScL0OFZS8IG6Hvq2Sib4nxLw9iIMDPXkxtDqBQqG7H4i/veMPar04/EI8jZupveQ0PzyY67W9vWjBPXrjjjyWUla8SY94PVluur5fuD+8XzCcvr/hRL7hTiu9+IWbvZ69Dj0/QaE+MYO8vVSNlTwvsvU8zlAav8GVorwmvUK+XC2/PWFshT2zGwI+pfXQvRE11T1qBN+9ipnAPI9lSz6u+a4+7wqBvM01l7zBTnG9BCerPTjWIT4oeay9EeQIPvkkED5Aap689uGbvnkthb75Nvi83FCcvhGbDDxJnfe9eHXrvdqduL1nx5S8IfTgPLxDhr2GlJW98/XvPVEV9DwpBOe9lOsdvYHdjbwaIkm9U136vb5icT02z7g9J/CPPaph6Lx+Zzy9/zkOPd/zjb7y8ye9KeC3vLV2m72CC5q+H5wBvmjmVTy3GQu9UNMDPm+Qob14wbW8AUFQvuHlwr2TRYA8ZxuLPoAp0bsC2re9YRkmvRIOvb12plO96P0BvhNUdDwLTwO90ct1PLGnsLzc0Si9E/pbPIDZRr3BkLe8VHNPPVeea75xrgY+RtPOvSP8Rr3gFfy9qpRHvVu3Bb46KMK7XU5MvWXEiryA4Ak7jhWTvRzigb25r9y8X7KFvtoqhL2mX+S9Q8ojPQHZYj2p+lW9/I/MvKUyB75HQlC9ELDlvbN4mr7Q72K+xYbYu4Memjx5M7A9ZYv4vfKZNjxA/BS9kA4BPZUjUL35oea707A3O8e65b2bGjW9rf/OvdeQcb0JCci9",
        "2XRhPJY0IL2vXwE+4vsxPuaA8zzPERQ967IOPfhikL5NZqC9IcTmvHc6Hb7Pk3a+F2oUPiJGX72zRv09Qm85vex3Hb7TbYc9z2mevDqLqz4Cufk9FlyLPuShQj4aiBW+QjhhPnjxlr1TJ5O9CrDIPKSGh77O4iM9TQsSvQEPZj6K2cE9XqsXvjJ/9z2dkXw9xpg7O/h+rD1E0BI/9U6AvSpw0LzPmzI9sUdYvaP2IT0PVtc9peWEvQo4yb0ddCG/XnfFPNFFZ73/iTK8Mzy4vRU0jb2Ums83rAHNPZZUNr0VPNE9CmNtvRh4yz3oM289Eu91vYFDKL3Udda9Hh6+vVSPkL6SuQS+8D++vrVzLb4cwAW8OWmtvUKI8r7C0MA9ZcqUvaTLzrz7HNW+N12HvR7oeb07jwq+uZMDvg3WE70r3aW99Ox3vml28Twfd6O9e7Z2vdcUE71Jc5E9HptUvYqSFT3+o8y+oBWzu30Wmb3y8hO+C17HvD8Uuj2FLpk9tpfyPBe9a75JTha9BzX2Ohgsb70a/Hu9fWfyve9izrxW8R2+lPw/vhx4tr6HdpQ96O/3PAfQZL6bUHY+AjCJvU+CyDvnv7+7W+bsvevhPT0BAg29d8gDvskCJ7wswg695Bj1PEivlL7e9jS9yoR3vQiq2zwNgPi9mzjAPZmhaDyHXQC998iHvq9xDLxfa7U9nNdjvOLbKjzMEZo9ltamvqvGnb1uCIG+BIlgvJ3cET8stW89Xp61PLyenT2oJ3U9z0SivEObkjw3SrO8WDTCPeRGMb6jwBm+qbrgvaYXSj5CVaw9GnctvYxUzbsqUJc9fXgEvVJTij1M3I89URdbvc801zsF8TE9EOxEu7daqD7TWII9xFmgPKUNxby+Rhc+QOtlvUmgl76USto9ZPkCvVIU5bv/tYm95ILrPEKjAL1pvGg9lagQvkO2571rqcS9IzM0vRW2CD6nxva9k/AVvi6Q0T0QV329e1Pcvevsszyb4qW96N7SPWlOX76DuSA9",
